{
  "service": {
    "api": {
      "request_failed": "Serveraufruf fehlgeschlagen"
    }
  },
  "action": {
    "upload_receipt": {
      "title": "Rezept hochladen",
      "processing": "Rezept wird verarbeitet...",
      "privacy_is_safeguarded": "Das Stimmgeheimnis bleibt dadurch gewahrt.",
      "privacy_is_safeguarded_help": "Das Rezept enthält nur eine Referenz auf die verschlüsselte Stimme. Dennoch kann damit validiert werden, ob der POLYAS Server diese Stimme registriert hat."
    },
    "set_link": {
      "activate_camera": "Kamera aktivieren",
      "paste_link": "Link einfügen",
      "full_verification": "Ihre Stimme wird erneut unverschlüsselt angezeigt.",
      "full_verification_help": "Mit dem Link und dem Passwort wird es dieser Applikation ermöglicht, Ihre Stimmeabgabe erneut anzuzeigen. Sie können damit einer Drittperson aber Ihre Stimmabgabe nicht beweisen, denn entschlüsselt wird nicht Ihre tatsächliche Stimme, sondern eine daraus abgeleitete Form.",
      "link_invalid": "Der Link ist invalid.",
      "reset": "zurücksetzen"
    },
    "set_password": {
      "set_password": "Passwort",
      "one_time_password": "Geben Sie das Passwort ein, dass auf dem Wahlgerät angezeigt wird."
    }
  },
  "layout": {
    "header_jumbotron": {
      "title": "POLYAS Verifizierung",
      "description": "Hat der POLYAS Server Ihre Stimme richtig registriert?"
    },
    "receipt_explanation": {
      "verification_target": {
        "question": "Was kann durch das Rezept verifiziert werden?",
        "verifies_received_at_server": "Mit dem Rezept kann festgestellt werden, ob die dazugehörige verschlüsselte Stimme auf dem POLYAS Server registriert ist. Damit sind die Voraussetzungen gegeben, dass die verschlüsselte Stimme im Wahlresultat auch wirklich berücksichtigt wird.",
        "must_trust_device": "Das Rezept erlaubt es aber nicht zu überprüfen, ob die dazugehörige verschlüsselte Stimme wirklich dem Wunsch des Wählenden entspricht. Dazu muss dem Wahlgerät (mit dem die Stimmeingabe erfolgte) oder dem Zweitgerät (mit dem die Stimmabgabe erneut angezeigt wurde) vertraut werden.",
        "must_trust_servers": "Das Rezept alleine kann auch nicht festellen, ob die dazugehörige verschlüsselte Stimme auch tatsächlich richtig ausgezählt wird. Dazu müssen Sie dem POLYAS Server vertrauen, oder dessen Beweise für die universelle Verifizierbarkeit auswerten."
      },
      "verification_fails": {
        "question": "Was tun, wenn die Verifizierung hier fehlschlägt?",
        "try_again_or_complain": "Stellen Sie sicher, dass Sie ein Rezept der oben eingeblendeten Wahl verwenden, und versuchen Sie es noch einmal. Wenn der Fehler dauerhaft besteht, wenden Sie sich bitte an das Wahlkomitee."
      }
    },
    "verification_explanation": {
      "verification_target": {
        "question": "Was kann hier verifiziert werden?",
        "shows_vote_unencrypted": "Hier wird die Stimme noch einmal unverschlüsselt dargestellt. Dadurch kann überprüft werden, dass die Stimme vom Wahlgerät richtig verschlüsselt wurde.",
        "must_trust_one_device": "Solange entweder das Wahlgerät oder das Verifizierungsgerät richtig funktioniert, können so Fehler bei der Stimmabgabe entdeckt werden.",
        "must_trust_servers": "Hier kann aber nicht festgestellt werden, ob die Stimme auch tatsächlich richtig ausgezählt wird. Dazu müssen Sie dem POLYAS Server vertrauen, oder dessen Beweise für die universelle Verifizierbarkeit auswerten."
      },
      "verification_fails": {
        "question": "Was tun, wenn die Verifizierung hier fehlschlägt?",
        "try_again_or_complain": "Stellen Sie sicher, dass Sie eine Stimme der oben eingeblendeten Wahl verwenden, und versuchen Sie es noch einmal. Wenn der Fehler dauerhaft besteht, wenden Sie sich bitte an das Wahlkomitee."
      }
    }
  },
  "view": {
    "home_app": {
      "verifications": "Verifizierungen"
    },
    "verify_app": {
      "processing": "bitte warten..."
    },
    "ballot": {
      "ballot_view": {
        "ballot_valid": "Stimmzettel gültig"
      }
    },
    "option": {
      "receipt": {
        "title": "Rezept überprüfen",
        "description": "Mit einem Rezept der Wahlabgabe (.pdf) können Sie prüfen, ob Ihre Stimme auf dem POLYAS Server registriert ist.",
        "go": "Rezept überprüfen"
      },
      "verify": {
        "title": "Stimmabgabe überprüfen",
        "description": "Mit dem QR Code, der nach der Wahl angezeigt wird, können Sie den Inhalt Ihrer Stimme überprüfen.",
        "go": "Stimmabgabe überprüfen"
      }
    },
    "verification_result_view": {
      "reset": "Ansicht zurücksetzen"
    }
  },
  "domain": {
    "verification_status": {
      "LOGIN_SUCCESSFUL": {
        "title": "Login erfolgreich",
        "description": "Logged sich mit dem bereitgestellem Zugangscode ein, und fordert vom Server kryptographisches Material für die weiteren Checks an.",
        "success": "Der Login ist erfolgt, und kryptographisches Material wurde erhalten.",
        "failed": "Login fehlgeschlagen.",
        "failed_hint": "Bitte stellen Sie sicher dass der Zugangscode korrekt und aktuell ist, und versuchen Sie es noch einmal."
      },
      "DEVICE_PARAMETERS_MATCH": {
        "title": "Konfigurierte Parameter stimmen überein",
        "description": "Vergleicht vorkonfigurierte und vom Server verwendete Parameter.",
        "success": "Die Parameter sind identisch.",
        "failed": "Parameter unterschiedlich.",
        "failed_hint": "Bitte versuchen Sie es erneut."
      },
      "SIGNATURE_VALID": {
        "title": "Verschlüsselte Stimme valid signiert",
        "description": "Überprüft, ob die vom Server verschlüsselt gespeicherte Stimme valid signiert wurde.",
        "success": "Die Signatur der verschlüsselten Stimme ist valid.",
        "failed": "Die Signatur der verschlüsselten Stimme ist invalid.",
        "failed_hint": "Bitte versuchen Sie es erneut."
      },
      "QR_CODE_DECRYPTION": {
        "title": "QR Code Inhalt entschlüsselt",
        "description": "Entschlüsselt den Ciphertext der im QR code enthalten ist.",
        "success": "Erfolgreich entschlüsselt.",
        "failed": "Der Ciphertext konnte nicht entschlüsselt werden.",
        "failed_hint": "Bitte versuchen Sie es erneut."
      },
      "CHALLENGE_SUCCESSFUL": {
        "title": "Zero-Knowledge Beweis angefordert",
        "description": "Fordert vom Server das Resultat des Zero-Knowledge Beweises an.",
        "success": "Resultat erhalten.",
        "failed": "Das Resultat wurde nicht erhalten.",
        "failed_hint": "Bitte versuchen Sie es erneut."
      },
      "ZKP_VALID": {
        "title": "Zero-Knowledge Beweis überprüft",
        "description": "Überprüft den Zero-Knowledge Beweis um sicherzustellen, dass die zu entschlüsselnde Stimme den gleichen Inhalt der abgegebenen Stimme hat.",
        "success": "Zero-Knowledge Beweis valid.",
        "failed": "Zero-Knowledge Beweis invalid.",
        "failed_hint": "Bitte versuchen Sie es erneut."
      },
      "BALLOT_DECODE": {
        "title": "Stimme wird entschlüsselt",
        "description": "Die Stimme wird entschlüsselt. Diese ist nicht die tatsächlich abgegebene Stimme; der Zero-Knowledge Beweis stellt aber sicher, dass der Inhalt identitisch ist.",
        "success": "Stimme entschlüsselt.",
        "failed": "Stimme kann nicht entschlüsselt werden.",
        "failed_hint": "Bitte versuchen Sie es erneut."
      },
      "UNKNOWN": {
        "title": "Unbekanner Fehler",
        "description": "Bei der Verifizierung ist ein ungekannter Fehler aufgetreten.",
        "failed": "Die Stimme kann nicht verifiziert werden.",
        "failed_hint": "Bitte versuchen Sie es erneut."
      }
    },
    "receipt_status": {
      "UNKNOWN": {
        "title": "Unbekanner Fehler",
        "description": "Bei der Verifizierung ist ein ungekannter Fehler aufgetreten. Dies bedeutet, dass das Rezept vermutlich ungültig ist.",
        "failed": "Das Rezept kann nicht validiert werden.",
        "failed_hint": "Bitte stellen Sie sicher, dass Sie die richtige Datei ausgewählt haben."
      },
      "RECEIPT_HAS_FINGERPRINT_AND_SIGNATURE": {
        "title": "Rezept enthält die verschlüsselte Stimme",
        "description": "Durchsucht das Rezept (die .pdf Datei) nach der verschlüsselten Stimme und einer Signatur davon.",
        "success": "Verschlüsselte Stimme und Signatur im Rezept gefunden.",
        "failed": "Verschlüsselte Stimme oder Signatur nicht im Rezept gefunden.",
        "failed_hint": "Bitte stellen Sie sicher, dass Sie die richtige Datei ausgewählt haben."
      },
      "SIGNATURE_VALID": {
        "title": "Verschlüsselte Stimme valid signiert",
        "description": "Überprüft, ob die gefundene Signatur korrekt über die verschlüsselte Stimme erstellt wurde.",
        "success": "Die Signatur der verschlüsselten Stimme ist valid.",
        "failed": "Die Signatur der verschlüsselten Stimme ist invalid.",
        "failed_hint": "Bitte stellen Sie sicher, dass das Rezept für die oben eingeblendete Wahl ausgestellt wurde."
      },
      "FINGERPRINT_REGISTERED": {
        "title": "Verschlüsselte Stimme in POLYAS registriert",
        "description": "Stellt sicher, dass die verschlüsselte Stimme exakt so auf den POLYAS Servern registriert ist.",
        "success": "Der POLYAS Server kennt diese verschlüsselte Stimme.",
        "failed": "Der POLYAS Server hat keinen Eintrag für diese verschlüsselte Stimme.",
        "failed_hint": "Bitte versuchen Sie es ein wenig später noch einmal."
      }
    }
  }
}
