{
  "service": {
    "api": {
      "request_failed": "Serveraufruf fehlgeschlagen",
      "election_server_offline": "Der Wahlserver ist nicht erreichbar."
    }
  },
  "action": {
    "upload_receipt": {
      "title": "Bestätigung der Stimmabgabe hochladen",
      "processing": "Bestätigung der Stimmabgabe wird verarbeitet...",
      "privacy_is_safeguarded": "Das Stimmgeheimnis bleibt dadurch gewahrt.",
      "privacy_is_safeguarded_help": "Die Bestätigung der Stimmabgabe enthält nur eine Referenz auf die verschlüsselte Stimme."
    },
    "set_link": {
      "scan_qr_code": "QR Code scannen",
      "or_paste_link": "oder Link einfügen",
      "full_verification": "Ihr Stimmzettel wird erneut unverschlüsselt angezeigt.",
      "full_verification_help": "Mit dem Link und dem Einmalpasswort wird es ermöglicht, Ihren Stimmzettel erneut anzuzeigen. Sie können aber damit einer Drittperson Ihr Wahlverhalten nicht beweisen: Entschlüsselt wird nicht Ihren tatsächlichen Stimmzettel, sondern lediglich eine daraus abgeleitete Form.",
      "link_invalid": "Der Link ist invalid.",
      "reset": "zurücksetzen"
    },
    "set_password": {
      "set_password": "Einmalpasswort",
      "one_time_password": "Das Einmalpasswort wird auf dem Wahlgerät angezeigt.",
      "verified_voter": "Verifizierung des Stimmzettels von"
    },
    "store_receipt": {
      "title": "Bestätigung der Stimmabgabe speichern",
      "store": "Wir überprüfen dann, dass der referenzierte Stimmzettel im Wahlresultat berücksichtigt wurde.",
      "privacy_is_safeguarded": "Die Bestätigung der Stimmabgabe enthält nur eine Referenz auf den verschlüsselten Stimmzettel. Dennoch kann damit validiert werden, ob der referenziert Stimmzettel im Wahlresultat enthalten ist, und somit auch wirklich ausgezählt wurde."
    },
    "download_receipt": {
      "title": "Bestätigung der Stimmabgabe herunterladen",
      "for_validations": "Sie können damit selbst weitere Validierungen vornehmen.",
      "possible_validations": "Mit der Bestätigung der Stimmabgabe können Sie Ihre Stimmabgabe weiteren Verifizierungstools beweisen. Diese können dann ebenfalls sicherstellen, dass der referenzierte Stimmzettel im Wahlresultat enthalten ist."
    }
  },
  "layout": {
    "header_jumbotron": {
      "title": "POLYAS Verifizierung",
      "description": "Hat der POLYAS Server Ihren Stimmzettel richtig registriert?"
    },
    "receipt_explanation": {
      "verification_target": {
        "question": "Was kann durch die Bestätigung der Stimmabgabe verifiziert werden?",
        "verifies_received_at_server": "Die Bestätigung der Stimmabgabe enthält eine Signatur über den dazugehörigen verschlüsselten Stimmzettel. Damit kann bewiesen werden, dass der Stimmzettel vom POLYAS Server empfangen wurde.",
        "must_trust_device": "Die Bestätigung der Stimmabgabe erlaubt es aber nicht zu überprüfen, ob der dazugehörige verschlüsselte Stimmzettel wirklich dem Wunsch des Wählenden entspricht. Dazu muss dem Wahlgerät (mit dem der Stimmzettel abgegeben wurde) oder dem Zweitgerät (mit dem der Stimmzettel verifiziert wurde) vertraut werden.",
        "must_trust_servers": "Die Bestätigung der Stimmabgabe alleine kann auch nicht festellen, ob der dazugehörige verschlüsselte Stimmzettel auch tatsächlich richtig ausgezählt wird. Dazu müssen Sie dem POLYAS Server vertrauen, oder dessen Beweise für die universelle Verifizierbarkeit auswerten."
      },
      "verification_fails": {
        "question": "Was tun, wenn die Verifizierung hier fehlschlägt?",
        "try_again_or_complain": "Stellen Sie sicher, dass Sie eine Bestätigung der Stimmabgabe der oben eingeblendeten Wahl verwenden, und versuchen Sie es noch einmal. Wenn der Fehler dauerhaft besteht, wenden Sie sich bitte an das Wahlkommitee."
      }
    },
    "verification_explanation": {
      "verification_target": {
        "question": "Was kann hier verifiziert werden?",
        "shows_vote_unencrypted": "Hier wird der Stimmzettel noch einmal unverschlüsselt dargestellt. Dadurch kann überprüft werden, dass der Stimmzettel vom Wahlgerät richtig verschlüsselt wurde.",
        "must_trust_one_device": "Solange entweder das Wahlgerät oder das Verifizierungsgerät richtig funktioniert, können so Fehler bei der Stimmabgabe entdeckt werden.",
        "must_trust_servers": "Hier kann aber nicht festgestellt werden, ob der Stimmzettel auch tatsächlich richtig ausgezählt wird. Dazu müssen Sie dem POLYAS Server vertrauen, oder dessen Beweise für die universelle Verifizierbarkeit auswerten."
      },
      "verification_fails": {
        "question": "Was tun, wenn die Verifizierung hier fehlschlägt?",
        "try_again_or_complain": "Stellen Sie sicher, dass Sie die oben eingeblendete Wahl korrekt ist, und versuchen Sie es noch einmal. Wenn der Fehler dauerhaft besteht, wenden Sie sich bitte an das Wahlkomitee."
      }
    }
  },
  "shared": {
    "reset_button": {
      "reset": "Zurücksetzen"
    }
  },
  "view": {
    "home_app": {
      "verifications": "Verifizierungen"
    },
    "verify_app": {
      "title": "Stimmabgabe überprüfen",
      "description": "Mit dem QR Code, der nach der Wahl angezeigt wird, können Sie den Inhalt Ihrer Stimmzettels überprüfen."
    },
    "receipt_app": {
      "title": "Bestätigung der Stimmabgabe überprüfen",
      "description": "Mit einer Bestätigung der Stimmabgabe (.pdf) können Sie prüfen, ob Ihr Stimmzettel vom POLYAS Server registriert wurde.",
      "receipt_valid": "Das Bestätigung der Stimmabgabe ist valid."
    },
    "ballot": {
      "ballot_view": {
        "decrypted_ballot": "Entschlüsselter Stimmzettel",
        "invalid_choice": "Ungültig wählen",
        "change_your_vote": "Hier wird der entschlüsselte Stimmzettel dargestellt. Die Checkboxen können hier frei geändert werden, ohne den gespeicherten Stimmzettel zu verändern.",
        "change_vote_for_screenshot": "Weil die Checkboxen geändert werden können, zeugt ein Screenshot dieser Ansicht nicht von der tatsächlichen Stimmabgabe."
      }
    },
    "receipt_view": {
      "receipt": "Bestätigung der Stimmabgabe",
      "privacy_is_safeguarded": "Mit der Bestätigung der Stimmabgabe kann überprüft werden, ob der Stimmzettel wirklich ausgezählt wurde. Das Stimmgeheimnis bleibt dadurch gewahrt.",
      "privacy_is_safeguarded_help": "Das Bestätigung der Stimmabgabe enthält nur eine Referenz auf die verschlüsselte Stimme. Dennoch kann damit validiert werden, ob der referenzierte Stimmzettel im Wahlresultat enthalten ist, und somit auch wirklich ausgezählt wurde."
    },
    "verification_result_view": {
      "reset": "Ansicht zurücksetzen"
    }
  },
  "domain": {
    "receipt_store_status": {
      "RECEIPT_VALID": "Die Bestätigung der Stimmabgabe ist nicht valid.",
      "RECEIPT_UNIQUE": "Die Bestätigung der Stimmabgabe wurde bereits gespeichert.",
      "RECEIPT_STORED": "Die Bestätigung der Stimmabgabe konnte nicht gespeichert werden. Bewahren Sie es selbst auf.",
      "success": "Bestätigung der Stimmabgabe gespeichert."
    },
    "verification_step": {
      "INITIALIZE": {
        "title": "Initialisieren",
        "done": "Initialisiert"
      },
      "ENTER_PASSWORD": {
        "title": "Passwort eingeben",
        "done": "Passwort eingegeben"
      },
      "RECOVER_BALLOT": {
        "title": "Wahlzettel wiederherstellen",
        "done": "Wahlzettel wiederhergestellt"
      },
      "CHECK_BALLOT_VOTER_ID": {
        "title": "Zugehörigkeit überprüfen",
        "done": "Zugehörigkeit überprüft"
      },
      "CHECK_BALLOT": {
        "title": "Stimmzettel überprüfen",
        "done": "Zugehörigkeit überprüft"
      }
    },
    "verification_status": {
      "LINK_ENTERED": {
        "title": "Identifikation ausgelesen",
        "description": "Liest die Identifikation für den Login, sowie kryptographisches Material aus.",
        "success": "Alle benötigten Informationen ausgelesen."
      },
      "PASSWORD_ENTERED": {
        "title": "Einmalpasswort eingegeben",
        "description": "Validiert das eingegebene Einmalpasswort.",
        "success": "Der Einmalpasswort ist nummerisch und sechsstellig."
      },
      "LOGIN_SUCCESSFUL": {
        "title": "Login erfolgreich",
        "description": "Logged sich mit dem bereitgestellem Zugangscode ein, und fordert vom Server kryptographisches Material für die weiteren Checks an.",
        "success": "Der Login ist erfolgt, und kryptographisches Material wurde erhalten.",
        "failed": "Login fehlgeschlagen.",
        "failed_hint": "Bitte stellen Sie sicher dass der Zugangscode korrekt und aktuell ist, und versuchen Sie es noch einmal."
      },
      "DEVICE_PARAMETERS_MATCH": {
        "title": "Konfigurierte Parameter stimmen überein",
        "description": "Vergleicht vorkonfigurierte und vom Server verwendete Parameter.",
        "success": "Die Parameter sind identisch.",
        "failed": "Parameter unterschiedlich.",
        "failed_hint": "Bitte versuchen Sie es erneut."
      },
      "SIGNATURE_VALID": {
        "title": "Verschlüsselter Stimmzettel valid signiert",
        "description": "Überprüft, ob der vom Server verschlüsselt gespeicherter Stimmzettel valid signiert wurde.",
        "success": "Die Signatur des verschlüsselten Stimmzettels ist valid.",
        "failed": "Die Signatur des verschlüsselten Stimmzettels ist invalid.",
        "failed_hint": "Bitte versuchen Sie es erneut."
      },
      "QR_CODE_DECRYPTION": {
        "title": "QR Code Inhalt entschlüsselt",
        "description": "Entschlüsselt den Ciphertext der im QR Code enthalten ist.",
        "success": "Erfolgreich entschlüsselt.",
        "failed": "Der Ciphertext konnte nicht entschlüsselt werden.",
        "failed_hint": "Bitte versuchen Sie es erneut."
      },
      "CHALLENGE_SUCCESSFUL": {
        "title": "Zero-Knowledge Beweis angefordert",
        "description": "Fordert vom Server kryptographisches Material für den Zero-Knowledge Beweis.",
        "success": "Resultat erhalten.",
        "failed": "Das Resultat wurde nicht erhalten.",
        "failed_hint": "Bitte versuchen Sie es erneut."
      },
      "ZKP_VALID": {
        "title": "Zero-Knowledge Beweis überprüft",
        "description": "Überprüft den Zero-Knowledge Beweis um sicherzustellen, dass der zu entschlüsselnde Stimmzettel den gleichen Inhalt wie der abgegebene Stimmzettel hat.",
        "success": "Zero-Knowledge Beweis valid.",
        "failed": "Zero-Knowledge Beweis invalid.",
        "failed_hint": "Bitte versuchen Sie es erneut."
      },
      "BALLOT_DECODE": {
        "title": "Stimmzettel wird entschlüsselt",
        "description": "Der Stimmzettel wird entschlüsselt. Dieser ist nicht der tatsächlich abgegebene Stimmzettel; der Inhalt ist aber identitisch.",
        "success": "Stimmzettel entschlüsselt.",
        "failed": "Stimmzettel kann nicht entschlüsselt werden.",
        "failed_hint": "Bitte versuchen Sie es erneut."
      },
      "UNKNOWN": {
        "title": "Unbekanner Fehler",
        "description": "Bei der Verifizierung ist ein ungekannter Fehler aufgetreten.",
        "failed": "Der Stimmzettel kann nicht verifiziert werden.",
        "failed_hint": "Bitte versuchen Sie es erneut."
      }
    },
    "receipt_status": {
      "RECEIPT_UPLOADED": {
        "title": "Bestätigung der Stimmabgabe hochgeladen",
        "description": "Die Bestätigung der Stimmabgabe (die .pdf Datei) wird für die Analyse auf den Server hochgeladen.",
        "success": "Bestätigung der Stimmabgabe hochgeladen."
      },
      "UNKNOWN": {
        "title": "Unbekanner Fehler",
        "description": "Bei der Verifizierung ist ein ungekannter Fehler aufgetreten. Dies bedeutet, dass die Bestätigung der Stimmabgabe vermutlich ungültig ist.",
        "failed": "Die Bestätigung der Stimmabgabe kann nicht validiert werden.",
        "failed_hint": "Bitte stellen Sie sicher, dass Sie die richtige Datei ausgewählt haben."
      },
      "RECEIPT_HAS_FINGERPRINT_AND_SIGNATURE": {
        "title": "Referenz zum verschlüsselten Stimmzettel enthalten",
        "description": "Durchsucht die Bestätigung der Stimmabgabe (die .pdf Datei) nach der Referenz zum verschlüsselten Stimmzettel und einer Signatur davon.",
        "success": "Referenz zum verschlüsselten Stimmzettel und Signatur im Rezept gefunden.",
        "failed": "Referenz zum verschlüsselten Stimmzettel oder Signatur nicht im Rezept gefunden.",
        "failed_hint": "Bitte stellen Sie sicher, dass Sie die richtige Datei ausgewählt haben."
      },
      "SIGNATURE_VALID": {
        "title": "Referenz zum verschlüsselten Stimmzettel valid signiert",
        "description": "Überprüft, ob die gefundene Signatur korrekt über die Referenz zum verschlüsselten Stimmzettel erstellt wurde.",
        "success": "Die Signatur der Referenz zum verschlüsselten Stimmzettel ist valid.",
        "failed": "Die Signatur der Referenz zum verschlüsselten Stimmzettel ist invalid.",
        "failed_hint": "Bitte stellen Sie sicher, dass die Bestätigung der Stimmabgabe für die oben eingeblendete Wahl ausgestellt wurde."
      }
    }
  }
}
